{
	"edition": "#04",
	"link": "04",
	"slogans": ["Prevail"],
	"countries": ["japan"],
	"venues": [
		{
			"name": "Nagoya Civic General Gymnasium",
			"city": "Nagoya",
			"link": "https://en.wikipedia.org/wiki/Nippon_Gaishi_Hall"
		}
	],
	"presenters": [
		{
			"name": "Hatsune Miku",
			"bot": false,
			"id": "unknown"
		},
		{
			"name": "Mitski",
			"bot": false,
			"id": "unknown"
		},
		{
			"name": "Rina Sawayama",
			"bot": false,
			"id": "unknown"
		}
	],
	"broadcasters": ["7f9b0de6-b387-474b-b100-7deffd7d9d39"],
	"links": [
		{
			"name": "NRESC Wiki Page",
			"link": "https://nresc.miraheze.org/wiki/Nedas%27_and_Rob%27s_Earthvision_Song_Contest_04"
		}
	],
	"bidding": [
		{
			"city": "Chiba",
			"venue": "Makuhari Messe",
			"notes": "Convention center outside Tokyo, opened in 1989. Capacity of 7,860. Hosted concerts for world-famous musicians, such as Lady Gaga, and held some events for the 2020 Olympic Games.",
			"link": "",
			"won": false
		},
		{
			"city": "Fukuoka",
			"venue": "Fukuoka Center",
			"notes": "Collection of three buildings situated around 700km away from Tokyo. Capacity of 13,000. Hosted part of the 2006 World Volleyball Championship.",
			"link": "",
			"won": false
		},
		{
			"city": "Nagoya",
			"venue": "Nippon Gaishi Hall",
			"notes": "Indoor arena located in Nagoya, around 250km south-west of Tokyo. Capacity of 10,000. Hosted part of the 2006 & 2010 World Volleyball Championship.",
			"link": "https://en.wikipedia.org/wiki/Nippon_Gaishi_Hall",
			"won": true
		},
		{
			"city": "Saitama",
			"venue": "Saitama Super Arena",
			"notes": "Multi-purpose indoor arena, 26km away from central Tokyo. Opened September 1 2000. Second largest indoor venue globally, holding 18,000 people.",
			"link": "",
			"won": false
		},
		{
			"city": "Sendai",
			"venue": "Xebio Arena",
			"notes": "Indoor arena in Sendai, in the prefecture of Migaya. This venue is situated around 300km north of Tokyo and can hold approximately 5000 people.",
			"link": "",
			"won": false
		},
		{
			"city": "Tokyo",
			"venue": "Nippon Budokan",
			"notes": "Indoor arena located in Tokyo, originally designed for the Summer Olympics of 1964. Capacity of 14,000.",
			"link": "",
			"won": false
		},
		{
			"city": "Tokyo",
			"venue": "Tokyo Dome",
			"notes": "Stadium found in Bunkyo, Tokyo. Inaugurated in 1988. Capacity of 55,000.",
			"link": "",
			"won": false
		}
	],
	"sfDraw": [
		["china", "france", "newzealand", "poland", "romania", "southkorea", "turkey"],
		["germany", "philippines", "spain", "switzerland", "thailand", "ukraine", "uzbekistan"],
		["brunei", "england", "ireland", "palau", "vietnam", "zimbabwe"],
		["fiji", "greenland", "guam", "northkorea", "scotland", "usvi"],
		["australia", "northernireland", "norway", "puertorico", "russia", "wales"]
	],
	"sfDrawText": "Similar to the previous two editions, the thirty-two participating semi-finalists were randomly allocated to a semi-final and one of its halves. The draw was unveiled on 28 November 2021, as well as the halves of the Grand Final the \"Big 6\" would perform in and what semi-final they would vote in. Nevertheless, during the event, REOL performed her song \"The Sixth Sense\", filmed at a Japanese temple.\n\nThe thirty-two semi-finalists were allocated into five pots, based on their relationships. Drawing from different pots helps in reducing the chance of so-called neighbour voting and increasing suspense in the semi-finals. Each time a country was drawn from the pot, its semi-final and half of the semi-final was determined.\n\nThe five pots were the following:",
	"textContent": "The **Nedas' and Rob's Earthvision Song Contest 04**, often referred as **NRESC 04**, was the fourth edition of Nedas' and Rob's Earthvision Song Contest. The edition took place in Japan, following lqvr's win with Japan in South Korea, with \"Nobody\" by Mitski. The contest was held at Nippon Gaishi Hall, the city's general gymnasium; the show consisted of two semi-finals on 8 and 15 January, and the final originally on 22 January 2022, but was delayed to the 28th due to unexpected events to the executive directors. A day before the 28th, it was announced the final had been moved to 5 February 2022.\n\nThirty-six countries took part in the contest, a decrease from 39 countries in the previous edition.",
	"biddingText": "# City\nNagoya (名古屋市) is the largest city in the Chūbu region, the fourth-most populous city and third most populous urban area in Japan, with a population of 2.3 million in 2020. Located on the Pacific coast on central Honshu, it is the capital and the most populous city of Aichi Prefecture, and is one of Japan's major ports along with those of Tokyo, Osaka, Kobe, Yokohama, and Chiba. The principal city of the Chūkyō metropolitan area, which is the third-most populous metropolitan area in Japan with a population of 10.11 million in 2020. Nagoya was announced as the host city on the 22nd of October.\n\n# Venue\nNippon Gaishi Hall is an indoor sports arena located in Nagoya, Japan. The capacity of the arena is 10,000 people, and the venue hosted some of the group games for the 2006 and 2010 editions of the official Women's Volleyball World Championship.\n\n# Bidding phase and host city selection\nAfter Japan won the third contest, information surrounding potential venues was slowly gathered in order to help decide on an appropriate venue. Over the month of October, an official presentation of possible venues was developed, shortlisting 7 venues in 6 Japanese cities.\n\nThe cities Chiba, Fukuoka, Nagoya, Saitama, Sendai, and the capital Tokyo, were revealed as the official candidates for hosting the contest. Tokyo had two bids, the Nippon Budokan as well as the Tokyo Dome. Each city, and its venue, were assessed in a variety of capacities in order to determine which would be deemed as a viable host. Some of the criteria for assessment included:\n\n- The size of the venue, ideally approximately 10,000 capacity\n- In a relatively established city, that people know and are familiar with\n- The difficulty in construction of a virtual venue",
	"media": [
		{
			"name": "logos",
			"images": [
				{
					"name": "Logo",
					"link": "nresc/04/logo.png"
				}
			]
		}
	]
}
