{
	"edition": "#05",
	"link": "05",
	"cancelled": false,
	"slogans": ["Renaissance"],
	"countries": ["poland"],
	"venues": [
		{
			"name": "Arena Toruń",
			"city": "Toruń",
			"link": "https://en.wikipedia.org/wiki/Arena_Toru%C5%84",
			"country": "poland"
		}
	],
	"presenters": [
		{
			"name": "Dagmara Kaźmierska",
			"bot": false,
			"id": ""
		},
		{
			"name": "Joanna Krupa",
			"bot": false,
			"id": ""
		}
	],
	"broadcasters": ["7f9b0de6-b387-474b-b100-7deffd7d9d39"],
	"links": [],
	"entries": [
		{
			"country": "poland",
			"hods": ["dc69c129-f757-4781-adb7-76f3e6d6d0a9"],
			"performers": [],
			"song": {
				"artists": ["Rebecca Black"],
				"title": "Crumbs",
				"link": "https://www.youtube.com/watch?v=Ecm-ylA29X0"
			},
			"shows": [
				{
					"id": "gf",
					"order": 0,
					"place": 0,
					"points": {
						"total": 0,
						"tele": 0,
						"jury": 0,
						"penalty": 0
					},
					"participated": true,
					"attended": false,
					"shouldveVoted": false,
					"failedToVote": false,
					"votes": []
				}
			],
			"delegationMembers": []
		}
	],
	"shows": [
		{
			"id": "sf1",
			"date": "2023/07/22",
			"openings": [],
			"intervals": [],
			"textContent": "",
			"votingMethod": "esc"
		},
		{
			"id": "sf2",
			"date": "2023/07/29",
			"openings": [],
			"intervals": [],
			"textContent": "",
			"votingMethod": "esc"
		},
		{
			"id": "gf",
			"date": "2023/08/12",
			"openings": [],
			"intervals": [],
			"textContent": "",
			"votingMethod": "esc"
		}
	],
	"media": [
		{
			"name": "logos",
			"images": [
				{
					"name": "Logo",
					"link": "nresc/05/logo.png"
				},
				{
					"name": "Flag Logo",
					"link": "nresc/05/flag_logo.png"
				}
			]
		}
	],
	"textContent": "Nedas' and Rob's Earthvision Song Contest 05 is the 5th edition of Nedas' & Rob's Earthvision Song Contest, often referred as NRESC 05. After the 5th edition set to take place in August and September of 2022, along with the entire contest, was cancelled, a comeback was teased on the 2nd of April, 2023. 3 days later, on the 5th, the contest's executive supervisor, nedneu, announced the comeback of the contest along with participation applications for the reboot of the 5th edition of Nedas' and Rob's Earthvision Song Contest 05.\n\nFollowing the country's victory at the 4th contest with the song \"Puszczaj\" by Julia Pośnik, the 5th edition was set to take place in Gliwice, Poland until it was cancelled. The format, artwork and stage design are currently unknown. It is unclear if the edition will be the same as the cancelled edition or if everything will be reworked.\n\nAt the late hours of the 16 April 2023, the new dates for the edition got announced. The final is scheduled to take place on 29 July 2023, whereas the semi-finals are planned to take place on 8 and 15 July 2023.",
	"sfDraw": [],
	"sfDrawText": "",
	"bidding": [],
	"biddingText": "Toruń, located in Poland, is an historic city that captivates visitors with its rich heritage and picturesque beauty. Nestled along the banks of the Vistula River, Toruń is renowned for its exceptionally well-preserved medieval architecture, earning it a place on the UNESCO World Heritage List. Walking through its cobblestone streets, one encounters magnificent Gothic structures such as the imposing Toruń Cathedral and the iconic Town Hall, both testaments to the city's medieval past. Toruń is also famous as the birthplace of the renowned astronomer Nicolaus Copernicus, with a dedicated museum showcasing his life and scientific contributions. With its vibrant cultural scene, delightful culinary offerings, and a warm and welcoming atmosphere, Toruń beckons travelers to immerse themselves in its history and experience its unique blend of old-world charm and modern vitality.\n\nArena Toruń is a state-of-the-art indoor sports and entertainment venue that delights both athletes and spectators alike. This modern arena is a hub for various sports events, concerts, and exhibitions. With a capacity to accommodate thousands of enthusiastic fans, Arena Toruń offers a dynamic and electric atmosphere during sports competitions, creating an unforgettable experience for attendees. Equipped with top-notch facilities and cutting-edge technology, the arena provides an optimal setting for athletes to showcase their skills and achieve remarkable feats. Additionally, the venue's acoustics and staging capabilities make it a favored destination for international music artists and performers, attracting a diverse range of cultural events.",
	"fullName": "Nedas' And Rob's Earthvision Song Contest 05",
	"type": "earthvision",
	"incidents": "# Australia's artist replacement\nA statement was released by the Australian Head of Delegation, SaltyOreos on the 2nd of June, 2023. It states as follows \"After a discussion between the panel of the Australian delegation and Hatchie's withdrawal request regarding the controversy, we have decided to select our runner-up of the selection, Cub Sport, with their song Replay instead to represent us in Toruń. We would like to apologize to anyone who has been offended by our previous decision, we ensure that the selection of artists in future national selections will be stricter to avoid any controversy, and we believe that our new representative, Cub Sport, will do us proud and promote inclusivity to the wide audience of this contest.\""
}
