{
	"edition": "#05 (2022)",
	"link": "05_2022",
	"cancelled": true,
	"slogans": ["Fearless"],
	"countries": ["poland"],
	"venues": [
		{
			"name": "Gliwice Arena",
			"city": "Gliwice",
			"link": "https://en.wikipedia.org/wiki/Gliwice_Arena",
			"country": "poland"
		}
	],
	"presenters": [],
	"broadcasters": ["7f9b0de6-b387-474b-b100-7deffd7d9d39"],
	"links": [
		{
			"name": "Officiak Wiki Page",
			"link": "https://nresc.miraheze.org/wiki/Nedas%27_and_Rob%27s_Earthvision_Song_Contest_05_(2022)"
		}
	],
	"entries": [
		{
			"country": "japan",
			"hods": ["d81eacd9-dbd6-4154-9b88-0c2d5ce7d5fc"],
			"performers": [],
			"song": {
				"artists": ["TORIENA"],
				"title": "Diet Coke",
				"link": "https://www.youtube.com/watch?v=BCUAYOFLHnw"
			},
			"shows": [],
			"delegationMembers": []
		}
	],
	"shows": [
		{
			"id": "sf1",
			"date": "2022/08/20",
			"openings": [],
			"intervals": [],
			"textContent": "",
			"votingMethod": "esc"
		},
		{
			"id": "sf2",
			"date": "2022/08/27",
			"openings": [],
			"intervals": [],
			"textContent": "",
			"votingMethod": "esc"
		},
		{
			"id": "gf",
			"date": "2022/09/03",
			"openings": [],
			"intervals": [],
			"textContent": "",
			"votingMethod": "esc"
		}
	],
	"media": [
		{
			"name": "logos",
			"images": [
				{
					"name": "Logo",
					"link": "nresc/05_2022/logo.jpg"
				}
			]
		}
	],
	"textContent": "Nedas' and Rob's Earthvision Song Contest 05 was the planned 5th edition of Nedas' & Rob's Earthvision Song Contest, often referred as NRESC 05. It was set to take place in Gliwice, Poland, following the country's victory at the 4th contest with the song \"Puszczaj\" by Julia Pośnik. Organised by the executive directors, Nedas and Rob and host broadcaster Polsat, the contest was to be held at the Gliwice Arena, and will consist of two semi-finals on 20 and 27 August, and a final on 3 September 2022.\n\nThirty-six countries had planned take part in the contest, with 7 countries debuting, 11 countries returning after their absences. Kiribati, Lithuania, Malaysia and Taiwan had originally planned to participate, but were excluded from the contest.\n\nThe edition, and the contest as a whole, was officially concluded on the 21st of August 2022.\n\nOn the 5th of April, 2023, the contest was rebooted with applications for the 5th edition opening.",
	"sfDraw": [],
	"sfDrawText": "",
	"bidding": [
		{
			"city": "Gdańsk",
			"venue": "Ergo Arena",
			"notes": "Multi-purpose indoor arena on the boundary between Gdańsk and Sopot opened in 2010. Capacity of 15,000. Has hosted world-famous musician Lady Gaga.",
			"link": "https://en.wikipedia.org/wiki/Ergo_Arena",
			"won": false
		},
		{
			"city": "Gliwice",
			"venue": "Gliwice Arena",
			"notes": "Multi-purpose indoor arena in the centre of Gliwice. Capacity of 17,178. Opened in May 2018, hosted the Junior Eurovision Song Contest 2019.",
			"link": "https://en.wikipedia.org/wiki/Gliwice_Arena",
			"won": true
		},
		{
			"city": "Katowice",
			"venue": "Spodek",
			"notes": "Multi-purpose indoor arena with cultural significance and an iconic shape resembling a saucer. Opened in 1971. Capacity of 11,036.",
			"link": "https://en.wikipedia.org/wiki/Spodek",
			"won": false
		},
		{
			"city": "Łódź",
			"venue": "Atlas Arena",
			"notes": "Multi-purpose indoor arena in the city of Łódź, opened in June 2009. Capacity of 13,805. Has hosted several world-famous musicians such as Shakira, Rihanna & Kylie Minogue.",
			"link": "https://en.wikipedia.org/wiki/Atlas_Arena",
			"won": false
		},
		{
			"city": "Toruń",
			"venue": "Arena Toruń",
			"notes": "Multi-purpose indoor arena opened in August 2014. Capacity of 9,250. Did not meet size requirements.",
			"link": "https://en.wikipedia.org/wiki/Arena_Toru%C5%84",
			"won": false
		},
		{
			"city": "Warsaw",
			"venue": "Stadion Narodowy",
			"notes": "Large retractable roof stadium in Warsaw. Opened in January 2012. Capacity of 72,900. Exceeds size requirements. Difficult to host in.",
			"link": "https://en.wikipedia.org/wiki/Stadion_Narodowy",
			"won": false
		},
		{
			"city": "Warsaw",
			"venue": "Warsaw EXPO",
			"notes": "Largest exhibition space in Central Europe opened in 2001. Versatile venue with several halls. Hosts large exhibitions such as Comic Con Warsaw.",
			"link": "",
			"won": false
		}
	],
	"biddingText": "# City\n\nGliwice Arena, the venue of the contest.\nGliwice is a city in Upper Silesia, in southern Poland. As well as an important industrial center of Poland, it is also one of the major college towns in Poland, thanks to the Silesian University of Technology. Gliwice is the westernmost city of the Upper Silesian metropolis, a conurbation of 2.0 million people, and is the third-largest city of this area, with 177,049 permanent residents as of 2020. Gliwice was announced as the host city of the contest on the 17th of May.\n\n# Venue\nGliwice Arena is a multi-purpose indoor arena in Gliwice, Poland. It provides 13,752 seats in the stands (with room for up to 17,178 spectators) in the main arena and is considered one of the largest entertainment and sports halls in the country. It has also hosted the Junior Eurovision Song Contest in 2019.\n\n# Bidding phase and host city selection\nAfter Poland won the fourth contest, information regarding potential venues was slowly gathered in order to help decide on an appropriate venue. Over the months leading up to April, a list of possible venues was developed, shortlisting 7 venues in 6 Polish cities.\n\nThe cities Gdańsk, Gliwice, Katowice, Łódź, Toruń, and the capital Warsaw, were revealed as the official candidates for hosting the contest. Warsaw had two bids, the Stadion Narodowy and the Warsaw EXPO. Each city and its venue were assessed in a variety of capacities to determine which would be deemed a viable host. Some basis for assessment included:\n\n- The size of the venue, ideally approximately 10,000 capacity\n- In a relatively established city, that people know and are familiar with\n- The difficulty in construction of a virtual venue",
	"fullName": "Nedas' and Rob's Earthvision Song Contest 05 (2022)",
	"type": "earthvision",
	"incidents": ""
}
