{
	"name": "LumpyFEST",
	"shortName": "LFST",
	"link": "lfst",
	"previousNames": ["Lumpy's Earthvision Song Contest"],
	"creationDate": "2021/02/23",
	"cancellationDate": "",
	"textContent": "\n# Welcome to LumpyFEST!\n\nWe are a National-Final based competition, which aims to share the love for Eurovision (and its associated National Finals) by sharing our music tastes through friendly-but-fierce competition! This competition typically takes place once a year.\n\n## The Story so far...\n\nBefore LumpyFEST was...well, LumpyFEST, it was originally named Lumpy's Earthvision Song Contest (LESC for short). The competition had 2 editions before it was renamed to its *current* name. The Lumpy franchise began in February 2021, with the contest later reformatted in August 2022.\n\nIn LumpyFEST's History, there has been 1 edition. The first edition took place in the Suntec Singapore Convention & Exhibition Centre in Singapore, where Saryotte won the competition with a total of 131 Points. Because of this, Saryotte got the chance to choose where the 2nd Edition would take place. His choice was Finland.\n\nDetails on the second edition are yet to be confirmed, but is scheduled to take place in 2023.\n\n---\n\n## Edition Overview\n\n#### Singapore 01\n\nAfter LumpyFEST was reformatted, the contest took place on the 17th of December in the Suntec Singapore Convention & Exhibition Centre in Singapore, where 10 artists from across the globe competed. In the end, CHAMELEO won the competition with 131 Points.\n\n###### Incidents\n\nNo major incidents recorded.\n\n### Finland 02\n\nAfter Finland was chosen to be the next host of LumpyFEST, work began on developing the show. However, due to unforeseen circumstances, the competition was put on hold until the issue was resolved. The edition however, is still scheduled to take place in 2023. The Grand Final date for the contest is yet to be announced.\n\n###### Incidents\n\n###### *Lumpy's Laptop has its last hurrah*\n\nShortly after the participant applications closed, it was discovered by lumpy during Blazivision's reveal event that his laptop (where he worked on editions from) was experiencing video issues (overexposed blobs were confirmed to be present after he switched out of camera view). On top of the crashes he'd been experiencing, he made the decision to postpone the 2nd edition until the issue was resolved.\n\n\n---\n\n### Editions\n\n| Edition | Location | Winner | Points |\n| :---: |    |   | :---: |   |  :---: |    |   | :---: |  \n| 01      | Singapore, Singapore | Sayrotte | 131   |\n| 02      | TBA, Finland      | TBA        |  TBA\n\n\n---",
	"links": [
		{
			"name": "Website",
			"link": "https://lumpyesc.wixsite.com/lumpyfest"
		},
		{
			"name": "Roblox Group",
			"link": "https://www.roblox.com/groups/10650452/LFST-LumpyFest#!/about"
		}
	],
	"owners": ["289b9d48-2566-409d-b9b6-580df89c9f1e"],
	"previousOwners": [],
	"developers": [],
	"staff": [],
	"designers": [],
	"broadcasters": [],
	"media": [
		{
			"name": "logos",
			"images": [
				{
					"name": "Light Logo",
					"link": "lfst/logo_white.png"
				},
				{
					"name": "Dark Logo",
					"link": ""
				}
			]
		}
	]
}
